function getAllItems() {
    return {
        /** Weapons */
        'Залізний півторашний меч': new Weapon('Залізний півторашний меч', 'Р/К', 'З', 0, '2d6 + 2', 10, 2, '-', '', 'К', 0, 1.5, 160),
        'Кинжал': new Weapon('Кинжал', 'Р/К', 'З', 0, '1d6 + 2', 10, 1, '-', '', 'Н', 0, 0.5, 50),
        'Посох': new Weapon('Посох', 'Д', 'Зв', 0, '1d6 + 2', 10, 2, '-', 'Довге, фокусуюче(1)', 'H/C', 1, 3, 335),
        'Спис': new Weapon('Спис', 'K/Д', 'З', 0, '3d6', 10, 2, 'Тіло * 2 м', 'Довге', 'H/C', 1, 3.5, 375),
        'Булава': new Weapon('Булава', 'Д', 'Зв', 0, '5d6', 15, 1, '-', '', 'K', 0, 2, 525),
        'Арбалет': new Weapon('Арбалет', 'K', 'У', 1, '4d6 + 2', 5, 2, '100 м', 'Повільна перезарядка', 'H/C', 1, 3, 455),
        'Стилет': new Weapon('Стилет', 'P/K', 'З', 2, '1d6', 5, 1, '-', 'Непомітне', 'M', 1, 0.5, 275),
        'Кастет': new Weapon('Кастет', 'Д', 'З', 1, '1d6', 15, 1, '-', 'Рукопашка', 'M', 1, 0.5, 50),
        'Метальні ножі': new Weapon('Метальні ножі', 'K', 'З', 0, '1d6', 5, 1, 'ТІЛО х 4 м', '', 'M', 0, 0.5, 50),
        'Сталевий відьмачий меч': new Weapon('Сталевий відьмачий меч', 'K/P', 'У', 0, '4d6 + 2', 15, 1, '-', 'Пробиває броню, метеоритне', 'Н/С', 2, 2.5, 0),
        'Срібний відьмачий меч': new Weapon('Срібний відьмачий меч', 'K/P', 'У', 0, '1d6 + 2', 10, 1, '-', 'Срібне (3d6)', 'Н/С', 2, 12.5, 0),
        'Арбалетні болти(X10)': new Ammo('Арбалетні болти', 'К', 'З', 10, '', 'K', 0.3, 10),


        /** Shields */
        'Сталевий баклер': new Shield('Сталевий баклер', 6, 'Зв', 0, '', 0, 1, 1, 150),

        /** Armor */
        'Кольчужний капюшон': new Armor('Кольчужний капюшон', 12, 'З', 0, '', 0, 1.5, 250),
        'Бригантина': new Armor('Бригантина', 12, 'Зв', 0, '', 1, 7, 300),

        /** Vehicles */
        'Кінь': new Vehicle('Кінь', 11, 2, 12, 40, 100, 520),
        'Мул': new Vehicle('Мул', 7, 0, 9, 45, 150, 200),
        'Повозка': new Vehicle('Повозка', 0, 0, 'Тварини -1', 30, 300, 200),

        /** Tools */
        'Грабіжницькі інструменти': new Tools('Грабіжницькі інструменти', 'Дозволяють відкривати замки', 'P', 'M', 1, 80),
        'Інструменти алхіміка': new Tools('Інструменти алхіміка', 'Дозволяють створювати алхімічні сполуки', 'P', 'K', 3, 80),
        'Хірургічні інструменти': new Tools('Хірургічні інструменти', 'Дозволяють проводити хірургічні операції', 'Зв', 'H', 1, 80),
        'Інструменти торговця': new Tools('Інструменти торговця', '+2 до Торгівлі при оцінці товару', 'Зв', 'Н', 1.5, 60),
        'Інструменти ремісника': new Tools('Інструменти ремісника', 'Дозволяють створювати зброю та броню', 'Зв', 'К', 5, 83),
        'Набір для макіяжу': new Tools('Набір для макіяжу', '+2 до Зваблення і Харизми', 'З', 'M', 0.5, 35),
        'Похідна кузня': new Tools('Похідна кузня', 'Дозволяє створбвати зброю і броню будь-де', 'P', 'K', 5, 111),
        'Письмовий інвентар': new Tools('Письмовий інвентар', 'Дозволяє писати письма, записки тощо', 'З', 'H', 1, 25),

        /** Alchemy */
        'Хлороформ': new Alchemy('Хлороформ', 'див. вкладку "Алхімія"', 0.1, 36),
        'Кровозгортний порошок': new Alchemy('Кровозгортний порошок', 'див. вкладку "Алхімія"', 0.1, 20),
        'Знезаражуюча рідина': new Alchemy('Знезаражуюча рідина', 'див. вкладку "Алхімія"', 0.1, 22),
        'Знебольнювальні трави': new Alchemy('Знебольнювальні трави', 'див. вкладку "Алхімія"', 0.1, 12),

        /** Items */
        'Шулерські дайси': new Item('Шулерські дайси', 0.1, 12),
        'Ліхтар "Биче Око"': new Item('Ліхтар "Биче Око"', 1, 39),
        'Потаємна кишенька': new Item('Потаємна кишенька', 0.1, 11),
        'Наручні піхви': new Item('Наручні піхви', 0.1, 13),
        'Піхви на стегна': new Item('Піхви на стегна', 0.1, 11),
        'Колода для Ґвинта': new Item('Колода для Ґвинта', 0.1, 5),
        'Наплічна сумка': new Item('Наплічна сумка', 1, 14),
        'Кишенькове дзеркальце': new Item('Кишенькове дзеркальце', 0.5, 27),
        'Музичний інструмент': new Item('Музичний інструмент', 1, 38),
        'Парфюм': new Item('Парфюм', 0.1, 22),
        'Священний символ': new Item('Священний символ', 0.1, 14),
        'Щоденник': new Item('Щоденник', 0.5, 8),
        'Свічка(5шт)': new Item('Свічка(5шт)', 0.5, 5),
        'Пісочний годинник(година)': new Item('Пісочний годинник(година)', 1, 38),
        'Велика палатка': new Item('Велика палатка', 8, 36),
        'Невелика скриня': new Item('Невелика скриня', 1, 18),
        'Замок': new Item('Замок', 0.1, 34),
        'Дошка для покера на дайсах': new Item('Дошка для покера на дайсах', 0, 0, 'NO INFO'),
        'Фляга з пійлом': new Item('Фляга з пійлом', 0, 0, 'NO INFO'),
        'Поясна сумка': new Item('Поясна сумка', 0.1, 7),
        'Щоденник із замком': new Item('Щоденник із замком', 0, 0, 'NO INFO'),
        'Формула еліксиру': new Item('Формула еліксиру', 0, 0, 'NO INFO'),
        'Формула відвару': new Item('', 0, 0, 'NO INFO'),
        'Корд': new Item('Корд', 0, 0, 'NO INFO'),
        'Ковдра': new Item('Ковдра', 0, 0, 'NO INFO'),
        '': new Item('', 0, 0, 'ЦЬОГО ТУТ НЕ МАЄ БУТИ'),
    }
}