function getProfessions() {
  return {
    'Бандит': new Character(
      0,
      [
        "Шулерські дайси",
        "Ліхтар \"Биче Око\"",
        "Потаємна кишенька",
        "Грабіжницькі інструменти",
        "Стилет",
        "Кастет",
        "Метальні ножі",
        "Хлороформ",
        "Наплічна сумка"
      ],
      [
        'Спритність рук',
        'Злам замків',
        'Орієнтування в місті',
        'Підробка',
        'Обман',
        'Переховування',
        'Залякування',
        'Володіння кинжалом',
        'Атлетика',
        'Увага'
      ]
    ),
    'Бард': new Character(
      0,
      [
        'Дошка для покера на дайсах',
        'Колода для Ґвинта',
        'Кишенькове дзеркальце',
        'Музичний інструмент',
        'Фляга з пійлом',
        'Кинжал',
        'Парфюм',
        'Поясна сумка',
        'Піхви на стегна',
        'Щоденник із замком'
      ],
      [
        'Обман',
        'Харизма',
        'Публічний виступ',
        'Розуміння людей',
        'Переконання',
        'Орієнтування в місті',
        'Мистецтво',
        'Зваблення',
        'Етикет'
      ],
      'Не забудьте обрати одну мову'
    ),
    'Відьмак': new Character(
      2,
      [
        'Сталевий відьмачий меч',
        'Срібний відьмачий меч',
        'Відьмачий медальйон',
        'Формула еліксиру',
        'Формула відвару',
        'Формула олії',
        'Інструменти алхіміка',
        'Кінь',
        'Метальні ножі',
        'Ручний арбалет',
        'Двошаровий гамбезон'
      ],
      [
        "Увага",
        "Дедукція",
        "Накладення заклять",
        "Алхімія",
        "Ухилення/Вертлявість",
        "Виживання в д.п",
        "Володіння мечем",
        "Атлетика",
        "Переховування",
        "Верхова їзда"
      ],
      'Формули (крім відвару) по 2 штуки'
    ),
    'Воїн': new Character(
      0,
      [
        'Корд',
        "Спис",
        "Бойова сокира",
        "Метальні ножі",
        "Наплічна сумка",
        "Кольчужний капюшон",
        "Бригантина",
        "Посилені штані",
        "Арбалет",
        "Арбалетні болти",
        "Сталевий баклер"
      ],
      [
        'Виживання в д.п',
        'Хоробрість',
        'Сила',
        'Залякування',
        'Ухилення/Вертлявість'
      ],
      'Не забудьте обрати 5 бойових навичок'
    ),
    'Жрець': new Character(
      2,
      [
        "Священний символ",
        "Знезаражуюча рідина",
        "Інструменти алхіміка",
        "Хірургічні інструменти",
        "Пісочний годинник(година)",
        "Кинжал",
        "Кровозгортний порошок",
        "Знебольнювальні трави",
      ],
      [
        'Проведення ритуалів',
        'Лідерство',
        'Хоробрість',
        'Розуміння людей',
        'Накладення проклять',
        'Перша допомога',
        'Харизма',
        'Виживання в д.п',
        'Передача знання',
        'Накладення заклять'
      ],
      'Один із варіантів спорядження - інґредієнти на 100 крон',
    ),

    'Лікар': new Character(
      0,
      [
        'Кровозгортний порошок',
        'Знезаражуюча рідина',
        'Знебольнювальні трави',
        'Хірургічні інструменти',
        "Письомвий інвентар",
        "Свічки",
        "Пісочний годинник(година)",
        "Ковдра",
        "Велика палатка",
        "Кинжал",
      ],
      [
        'Супротив запевненню',
        'Харизма',
        'Етикет',
        'Розуміння людей',
        'Виживання в д.п',
        'Торгівля',
        'Дедукція',
        'Володіння кинжалом',
        'Алхімія',
        'Хоробрість'
      ],
      "Всі розхідники у кількості 10 штук кожний"
    ),
    'Маг': new Character(
      5,
      [
        "Набір для макіяжу",
        "Пісочний годинник(година)",
        "Поясна сумка",
        "Письмовий інвентар",
        "Кишенькове дзеркальце",
        "Кинжал",
        "Посох",
        "Піхви на стегна",
        "Щоденник"
      ],
      [
        'Розуміння людей',
        'Накладення заклять',
        'Накладення проклять',
        'Супротив магії',
        'Древкове',
        'Освіта',
        'Проведення ритуалів',
        'Етикет',
        'Зваблення',
        'Зовнішній вигляд'
      ],
      'Один із варіантів спорядження - інґредієнти на 100 крон'
    ),
    "Ремісник": new Character(
      0,
      [
        "Похілна кузня",
        "Інструменти торговця",
        "Залізний півторашний меч",
        "Інструменти ремісника",
        "Інструменти алхіміка",
        "Пісочний годинник(година)",
        "Невелика скриня",
        "Булава",
        "Замок"
      ],
      [
        'Виготовлення',
        'Торгівля',
        'Атлетика',
        'Стійкість',
        'Сила',
        'Орієнтування в місті',
        'Мистецтво',
        'Алхімія',
        'Освіта',
        'Переконання'
      ],
      'Один з варіантів - компоненти на 50 крон'
    ),
    'Торгаш': new Character(
      0,
      [
        "Письмовий інвентар",
        "Інструменти торговця",
        "Мул",
        "Повозка",
        "Велика палатка",
        "Щоденник",
        "Арбалет",
        "Арбалетні болти",
        "Кинжал"
      ],
      [
        'Харизма',
        'Володіння кинжалом',
        'Освіта',
        'Орієнтування в місті',
        'Торгівля',
        'Переконання',
        'Розуміння людей',
        'Азартні ігри',
        'Супротив запевненню'
      ],
      'Не забудьте обрати дві мови\nАрбалет і болти - один слот\nМул і поаозка - один слот\nПовозка вантажена ітемами вартістю 1000 крон'
    ),
  }
}
