const professions = {
    'Бандит': {
        energy: 0,
        inventory: [
        ],
        learnedSkills: [
            'Спритність рук',
            'Злам замків',
            'Орієнтування в місті',
            'Підробка',
            'Обман',
            'Переховування',
            'Залякування',
            'Володіння кинжалом',
            'Атлетика',
            'Увага'
        ],
    },
    'Бард': {
        energy: 5,
        inventory: [

        ],
        learnedSkills: [
            'Обман',
            'Харизма',
            'Публічний виступ',
            'Розуміння людей',
            'Переконання',
            'Орієнтування в місті',
            'Мистецтво',
            'Зваблення',
            'Етикет'
        ],
        notes: 'Не забудьте обрати одну мову',
    },
    'Відьмак': {
        energy: 2,
        inventory: [],
        inventory: [
        ],
        notes: '',
    },
    'Воїн': {
        energy: 0,
        inventory: [

        ],
        learnedSkills: [
            'Виживання в д.п',
            'Хоробрість',
            'Сила',
            'Залякування',
            'Ухилення/Вертлявість'
        ],
        notes: 'Не забудьте обрати 5 бойових навичок',
    },
    'Жрець': {
        energy: 2,
        inventory: [

        ],
        learnedSkills: [
            'Проведення ритуалів',
            'Лідерство',
            'Хоробрість',
            'Розуміння людей',
            'Накладення проклять',
            'Перша допомога',
            'Харизма',
            'Виживання в д.п',
            'Передача знання',
            'Накладення заклять'
        ],
        notes: '',
    },
    'Лікар': {
        energy: 0,
        inventory: [

        ],
        learnedSkills: [
            'Супротив запевненню',
            'Харизма',
            'Етикет',
            'Розуміння людей',
            'Виживання в д.п',
            'Торгівля',
            'Дедукція',
            'Володіння кинжалом',
            'Алхімія',
            'Хоробрість'
        ],
        notes: '',
    },

    'Маг': {
        energy: 5,
        inventory: [

        ],
        learnedSkills: [
            'Розуміння людей',
            'Накладення заклять',
            'Накладення проклять',
            'Супротив магії',
            'Древкове',
            'Освіта',
            'Проведення ритуалів',
            'Етикет',
            'Зваблення',
            'Зовнішній вигляд'
        ],
        notes: '',
    },
    'Ремісник': {
        energy: 0,
        inventory: [

        ],
        learnedSkills: [
            'Виготовлення',
            'Торгівля',
            'Атлетика',
            'Стійкість',
            'Сила',
            'Орієнтування в місті',
            'Мистецтво',
            'Алхімія',
            'Освіта',
            'Переконання'
        ],
        notes: '',
    },
    'Торгаш': {
        energy: 0,
        inventory: [

        ],
        learnedSkills: [
            'Харизма',
            'Володіння кинжалом',
            'Освіта',
            'Орієнтування в місті',
            'Торгівля',
            'Переконання',
            'Розуміння людей',
            'Азартні ігри',
            'Супротив запевненню'
        ],
        notes: 'Не забудьте обрати дві мови'
    }
}
